
# Babel settings
#+PROPERTY: session *R*
#+PROPERTY: tangle test_tangled.R
#+PROPERTY: comments yes
#+PROPERTY: results output
#+PROPERTY: export

#+begin_src R
setwd("E:/projects/software/ps2012r_intro/test")
pdf("testplot.pdf")
hist(rnorm(100))
dev.off()
#+end_src

#+RESULTS:
: null device 
:           1

